Repository: t-regbs/MathAlarm
Catalog: iosApp/iosApp/Localizable.xcstrings
Source language: en
Languages: bn, de, es, hi, pa, pt, ru, zh

source: Empty Alarm List
bn: খালি অ্যালার্ম তালিকা
de: Leere Alarmliste
es: Lista de alarmas vacía
hi: खाली अलार्म सूची
pa: ਖਾਲੀ ਅਲਾਰਮ ਸੂਚੀ
pt: Lista de alarmes vazia
ru: Пустой список будильников
zh: 空闹钟列表

source: Enable alarms in Settings
bn: সেটিংসে অ্যালার্ম চালু করুন
de: Alarme in den Einstellungen aktivieren
es: Activa las alarmas en Ajustes
hi: सेटिंग्स में अलार्म चालू करें
pa: ਸੈਟਿੰਗਾਂ ਵਿੱਚ ਅਲਾਰਮ ਚਾਲੂ ਕਰੋ
pt: Ative os alarmes nos Ajustes
ru: Включите будильники в настройках
zh: 在设置中启用闹钟

source: Enabled
bn: চালু
de: Aktiviert
es: Activada
hi: सक्रिय
pa: ਚਾਲੂ
pt: Ativado
ru: Включён
zh: 已启用

source: Enter a whole number. Negative answers are allowed.
bn: একটি পূর্ণসংখ্যা লিখুন। ঋণাত্মক উত্তর দেওয়া যায়।
de: Gib eine ganze Zahl ein. Negative Antworten sind erlaubt.
es: Introduce un número entero. Se permiten respuestas negativas.
hi: पूर्ण संख्या दर्ज करें। ऋणात्मक उत्तर मान्य हैं।
pa: ਪੂਰਨ ਅੰਕ ਦਰਜ ਕਰੋ। ਰਿਣਾਤਮਕ ਜਵਾਬ ਮਨਜ਼ੂਰ ਹਨ।
pt: Digite um número inteiro. Respostas negativas são permitidas.
ru: Введите целое число. Допускаются отрицательные ответы.
zh: 请输入整数。可以输入负数。

source: Every %@
bn: প্রতি %@
de: Jeden %@
es: Cada %@
hi: हर %@
pa: ਹਰ %@
pt: A cada %@
ru: Каждые %@
zh: 每%@

source: Every day
bn: প্রতিদিন
de: Täglich
es: Cada día
hi: हर दिन
pa: ਹਰ ਰੋਜ਼
pt: Todos os dias
ru: Каждый день
zh: 每天

source: Example
bn: উদাহরণ
de: Beispiel
es: Ejemplo
hi: उदाहरण
pa: ਉਦਾਹਰਨ
pt: Exemplo
ru: Пример
zh: 示例

source: Example challenge
bn: চ্যালেঞ্জের উদাহরণ
de: Beispielaufgaben
es: Reto de ejemplo
hi: चुनौती का उदाहरण
pa: ਚੁਣੌਤੀ ਦੀ ਉਦਾਹਰਨ
pt: Desafio de exemplo
ru: Пример задания
zh: 挑战示例

source: Explore the latest features
bn: নতুন সুবিধাগুলি দেখুন
de: Die neuesten Funktionen entdecken
es: Descubre las últimas funciones
hi: नई सुविधाएँ देखें
pa: ਨਵੀਆਂ ਵਿਸ਼ੇਸ਼ਤਾਵਾਂ ਦੇਖੋ
pt: Explore os novos recursos
ru: Узнайте о новых функциях
zh: 了解最新功能

source: Feature %@ of %@
bn: বৈশিষ্ট্য %@ / %@
de: Funktion %@ von %@
es: Función %@ de %@
hi: सुविधा %@ / %@
pa: ਵਿਸ਼ੇਸ਼ਤਾ %@ / %@
pt: Recurso %@ de %@
ru: Функция %@ из %@
zh: 第 %@ 项功能，共 %@ 项

source: Flowing synth · bright
bn: প্রবাহিত সিন্থ · উজ্জ্বল
de: Fließender Synth · hell
es: Sintetizador fluido · brillante
hi: बहता सिंथ · उज्ज्वल
pa: ਵਹਿੰਦਾ ਸਿੰਥ · ਚਮਕਦਾਰ
pt: Sintetizador fluido · brilhante
ru: Плавный синтезатор · яркий
zh: 流动合成音 · 明亮

source: Go to Settings
bn: সেটিংসে যান
de: Zu den Einstellungen
es: Ir a Ajustes
hi: सेटिंग्स पर जाएँ
pa: ਸੈਟਿੰਗਾਂ ਵਿੱਚ ਜਾਓ
pt: Ir aos Ajustes
ru: Перейти в настройки
zh: 前往设置

source: Good day
bn: শুভ দিন
de: Guten Tag
es: Buen día
hi: शुभ दिन
pa: ਸ਼ੁਭ ਦਿਨ
pt: Bom dia
ru: Хороший день
zh: 祝你有个好日子

source: Got it
bn: বুঝেছি
de: Verstanden
es: Entendido
hi: समझ गया
pa: ਸਮਝ ਆ ਗਿਆ
pt: Entendi
ru: Понятно
zh: 知道了

source: Hard
bn: কঠিন
de: Schwer
es: Difícil
hi: कठिन
pa: ਔਖਾ
pt: Difícil
ru: Сложно
zh: 困难

source: Help
bn: সাহায্য
de: Hilfe
es: Ayuda
hi: मदद
pa: ਮਦਦ
pt: Ajuda
ru: Помощь
zh: 帮助

source: If Settings opens its main page, go to Apps → Math Alarm → Alarms.
bn: সেটিংসের মূল পৃষ্ঠা খুললে অ্যাপস → Math Alarm → অ্যালার্ম-এ যান।
de: Wenn die Hauptseite der Einstellungen geöffnet wird, gehe zu Apps → Math Alarm → Alarme.
es: Si Ajustes abre su página principal, ve a Apps → Math Alarm → Alarmas.
hi: अगर सेटिंग्स का मुख्य पेज खुले, तो ऐप्स → Math Alarm → अलार्म पर जाएँ।
pa: ਜੇ ਸੈਟਿੰਗਾਂ ਦਾ ਮੁੱਖ ਪੰਨਾ ਖੁੱਲ੍ਹੇ, ਤਾਂ ਐਪਾਂ → Math Alarm → ਅਲਾਰਮ ਉੱਤੇ ਜਾਓ।
pt: Se os Ajustes abrirem na página principal, vá a Apps → Math Alarm → Alarmes.
ru: Если открылась главная страница настроек, перейдите в Приложения → Math Alarm → Будильники.
zh: 如果打开的是设置主页，请前往 App → Math Alarm → 闹钟。

source: Incorrect answer. Try again.
bn: ভুল উত্তর। আবার চেষ্টা করুন।
de: Falsche Antwort. Erneut versuchen.
es: Respuesta incorrecta. Inténtalo de nuevo.
hi: गलत जवाब। फिर कोशिश करें।
pa: ਗਲਤ ਜਵਾਬ। ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੋ।
pt: Resposta incorreta. Tente novamente.
ru: Неверный ответ. Попробуйте ещё раз.
zh: 答案错误，请重试。

source: Keep choosing
bn: নির্বাচন চালিয়ে যান
de: Weiter auswählen
es: Seguir eligiendo
hi: चयन जारी रखें
pa: ਚੋਣ ਜਾਰੀ ਰੱਖੋ
pt: Continuar escolhendo
ru: Продолжить выбор
zh: 继续选择

source: Keep editing
bn: সম্পাদনা চালিয়ে যান
de: Weiter bearbeiten
es: Seguir editando
hi: संपादन जारी रखें
pa: ਸੋਧਣਾ ਜਾਰੀ ਰੱਖੋ
pt: Continuar editando
ru: Продолжить редактирование
zh: 继续编辑

# Label
source: Alarm Title
bn: অ্যালার্ম শিরোনাম
de: Alarmtitel
es: Título de la alarma
hi: अलार्म शीर्षक
pa: ਅਲਾਰਮ ਸਿਰਲੇਖ
pt: Título do alarme
ru: Название будильника
zh: 闹钟标题

source: Light
bn: লাইট
de: Licht
es: Claro
hi: लाइट
pa: ਲਾਈਟ
pt: Claro
ru: Светлый
zh: 浅色

source: Loading alarms
bn: অ্যালার্ম লোড হচ্ছে
de: Alarme werden geladen
es: Cargando alarmas
hi: अलार्म लोड हो रहे हैं
pa: ਅਲਾਰਮ ਲੋਡ ਹੋ ਰਹੇ ਹਨ
pt: Carregando alarmes
ru: Загрузка будильников
zh: 正在加载闹钟

source: Make mornings count.
bn: প্রতিটি সকালকে অর্থবহ করুন।
de: Mach mehr aus deinem Morgen.
es: Haz que cada mañana cuente.
hi: हर सुबह को खास बनाएँ।
pa: ਹਰ ਸਵੇਰ ਨੂੰ ਖ਼ਾਸ ਬਣਾਓ।
pt: Faz cada manhã valer a pena.
ru: Начни утро с пользой.
zh: 让每个清晨都有意义。

source: Math Alarm needs permission to schedule alarms. Tap Allow alarms to try again.
bn: অ্যালার্ম নির্ধারণ করতে Math Alarm-এর অনুমতি প্রয়োজন। আবার চেষ্টা করতে অ্যালার্মের অনুমতি দিন-এ ট্যাপ করুন।
de: Math Alarm benötigt die Erlaubnis, Alarme zu planen. Tippe auf Alarme erlauben, um es erneut zu versuchen.
es: Math Alarm necesita permiso para programar alarmas. Toca Permitir alarmas para volver a intentarlo.
hi: अलार्म निर्धारित करने के लिए Math Alarm को अनुमति चाहिए। दोबारा कोशिश करने के लिए अलार्म की अनुमति दें पर टैप करें।
pa: ਅਲਾਰਮ ਤਹਿ ਕਰਨ ਲਈ Math Alarm ਨੂੰ ਇਜਾਜ਼ਤ ਚਾਹੀਦੀ ਹੈ। ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰਨ ਲਈ ਅਲਾਰਮ ਦੀ ਇਜਾਜ਼ਤ ਦਿਓ ਉੱਤੇ ਟੈਪ ਕਰੋ।
pt: O Math Alarm precisa de permissão para agendar alarmes. Toque em Permitir alarmes para tentar novamente.
ru: Math Alarm нужно разрешение на установку будильников. Нажмите «Разрешить будильники», чтобы повторить попытку.
zh: Math Alarm 需要获得权限才能设定闹钟。轻点“允许闹钟”以重试。

source: Math challenge
bn: গণিত চ্যালেঞ্জ
de: Matheaufgabe
es: Reto matemático
hi: गणित चुनौती
pa: ਗਣਿਤ ਚੁਣੌਤੀ
pt: Desafio matemático
ru: Математическое задание
zh: 数学挑战

source: Maths preview
bn: গণিতের প্রিভিউ
de: Mathevorschau
es: Prueba de matemáticas
hi: गणित का पूर्वावलोकन
pa: ਗਣਿਤ ਦੀ ਝਲਕ
pt: Prévia de matemática
ru: Пробная задача
zh: 数学预览

source: Maximum %@
bn: সর্বোচ্চ %@
de: Maximal %@
es: Máximo %@
hi: अधिकतम %@
pa: ਵੱਧ ਤੋਂ ਵੱਧ %@
pt: Máximo %@
ru: Максимум %@
zh: 最多 %@ 次

source: Maximum snoozes
bn: সর্বাধিক স্নুজ
de: Maximale Schlummeranzahl
es: Máximo de repeticiones
hi: अधिकतम स्नूज़
pa: ਵੱਧ ਤੋਂ ਵੱਧ ਸਨੂਜ਼
pt: Máximo de adiamentos
ru: Максимум отсрочек
zh: 最多稍后提醒次数

source: Maximum snoozes: %@
bn: সর্বাধিক স্নুজ: %@
de: Maximale Schlummerphasen: %@
es: Máximo de posposiciones: %@
hi: अधिकतम स्नूज़: %@
pa: ਵੱਧ ਤੋਂ ਵੱਧ ਸਨੂਜ਼: %@
pt: Máximo de sonecas: %@
ru: Максимум повторов: %@
zh: 最多稍后提醒 %@ 次

source: Medium
bn: মাঝারি
de: Mittel
es: Media
hi: मध्यम
pa: ਦਰਮਿਆਨਾ
pt: Média
ru: Средне
zh: 中等

source: Minutes
bn: মিনিট
de: Minuten
es: Minutos
hi: मिनट
pa: ਮਿੰਟ
pt: Minutos
ru: Минуты
zh: 分钟

source: Mix difficulties
bn: কঠিনতার মাত্রা মেশান
de: Schwierigkeitsgrade mischen
es: Combinar dificultades
hi: कठिनाई स्तर मिलाएँ
pa: ਮੁਸ਼ਕਲ ਦੇ ਪੱਧਰ ਮਿਲਾਓ
pt: Misturar dificuldades
ru: Смешать уровни сложности
zh: 混合难度

source: Mixed difficulty
bn: মিশ্র কঠিনতা
de: Gemischte Schwierigkeit
es: Dificultad mixta
hi: मिली-जुली कठिनाई
pa: ਮਿਲੀ-ਜੁਲੀ ਮੁਸ਼ਕਲ
pt: Dificuldade mista
ru: Разная сложность
zh: 混合难度

source: More ways to wake up
bn: জেগে ওঠার আরও উপায়
de: Mehr Möglichkeiten zum Aufwachen
es: Más formas de despertarte
hi: जागने के और तरीके
pa: ਜਾਗਣ ਦੇ ਹੋਰ ਤਰੀਕੇ
pt: Mais formas de acordar
ru: Больше способов проснуться
zh: 更多唤醒方式

source: Multiplication
bn: গুণ
de: Multiplikation
es: Multiplicación
hi: गुणा
pa: ਗੁਣਾ
pt: Multiplicação
ru: Умножение
zh: 乘法

source: Multiplication & division
bn: গুণ ও ভাগ
de: Multiplikation & Division
es: Multiplicación y división
hi: गुणा और भाग
pa: ਗੁਣਾ ਅਤੇ ਭਾਗ
pt: Multiplicação e divisão
ru: Умножение и деление
zh: 乘法和除法

# Multiplication and division
source: Multiplication & division
bn: গুণ ও ভাগ
de: Multiplikation & Division
es: Multiplicación y división
hi: गुणा और भाग
pa: ਗੁਣਾ ਅਤੇ ਭਾਗ
pt: Multiplicação e divisão
ru: Умножение и деление
zh: 乘法和除法

source: New alarm
bn: নতুন অ্যালার্ম
de: Neuer Alarm
es: Nueva alarma
hi: नया अलार्म
pa: ਨਵਾਂ ਅਲਾਰਮ
pt: Novo alarme
ru: Новый будильник
zh: 新闹钟

source: Next
bn: পরবর্তী
de: Weiter
es: Siguiente
hi: अगला
pa: ਅੱਗੇ
pt: Próximo
ru: Далее
zh: 下一项

source: Next alarm:
bn: পরবর্তী অ্যালার্ম:
de: Nächster Alarm:
es: Próxima alarma:
hi: अगला अलार्म:
pa: ਅਗਲਾ ਅਲਾਰਮ:
pt: Próximo alarme:
ru: Следующий будильник:
zh: 下一个闹钟：

source: No Upcoming Alarms
bn: কোনও আসন্ন অ্যালার্ম নেই
de: Keine bevorstehenden Alarme
es: No hay alarmas próximas
hi: कोई आगामी अलार्म नहीं
pa: ਕੋਈ ਆਉਣ ਵਾਲੇ ਅਲਾਰਮ ਨਹੀਂ
pt: Nenhuma alarme próximo
ru: Нет предстоящих будильников
zh: 没有即将到来的闹钟

source: No alarms
bn: খালি অ্যালার্ম তালিকা
de: Keine Alarme
es: Sin alarmas
hi: खाली अलार्म सूची
pa: ਖਾਲੀ ਅਲਾਰਮ ਸੂਚੀ
pt: Sem alarmes
ru: Пустой список будильников
zh: 空闹钟列表

source: No days selected
bn: কোনো দিন নির্বাচিত নয়
de: Keine Tage ausgewählt
es: Sin días seleccionados
hi: कोई दिन नहीं चुना गया
pa: ਕੋਈ ਦਿਨ ਨਹੀਂ ਚੁਣਿਆ
pt: Nenhum dia selecionado
ru: Дни не выбраны
zh: 未选择日期

source: No email app is available. Email aregbestimi@gmail.com to send feedback.
bn: কোনো ইমেল অ্যাপ নেই। মতামত পাঠাতে aregbestimi@gmail.com ঠিকানায় ইমেল করুন।
de: Keine E-Mail-App verfügbar. Sende Feedback an aregbestimi@gmail.com.
es: No hay una app de correo disponible. Envía tus comentarios a aregbestimi@gmail.com.
hi: कोई ईमेल ऐप उपलब्ध नहीं है। प्रतिक्रिया भेजने के लिए aregbestimi@gmail.com पर ईमेल करें।
pa: ਕੋਈ ਈਮੇਲ ਐਪ ਉਪਲਬਧ ਨਹੀਂ ਹੈ। ਪ੍ਰਤੀਕ੍ਰਿਆ ਲਈ aregbestimi@gmail.com ਉੱਤੇ ਈਮੇਲ ਕਰੋ।
pt: Nenhum app de e-mail está disponível. Envie comentários para aregbestimi@gmail.com.
ru: Почтовое приложение недоступно. Отправьте отзыв на aregbestimi@gmail.com.
zh: 没有可用的电子邮件应用。请向 aregbestimi@gmail.com 发送反馈。

source: Nothing to see here
bn: এখানে দেখার কিছু নেই
de: Hier gibt es nichts zu sehen
es: Nada que ver aquí
hi: यहाँ कुछ नहीं है
pa: ਇਥੇ ਕੁਝ ਨਹੀਂ
pt: Nada para ver aqui
ru: Здесь ничего нет
zh: 这里什么都没有

source: OK
bn: ঠিক আছে
hi: ठीक है
pa: ਠੀਕ ਹੈ
ru: хорошо
zh: 确定

source: Off
bn: বন্ধ
de: Aus
es: Desactivado
hi: बंद
pa: ਬੰਦ
pt: Desativado
ru: Выключено
zh: 关闭

source: Once
bn: একবার
de: Einmal
es: Una vez
hi: एक बार
pa: ਇੱਕ ਵਾਰ
pt: Uma vez
ru: Один раз
zh: 一次

source: Open %@ to turn snooze on or off, or change its limit and duration.
bn: স্নুজ চালু বা বন্ধ করতে অথবা সীমা ও সময় পরিবর্তন করতে %@ খুলুন।
de: Öffne %@, um Schlummern ein- oder auszuschalten oder Limit und Dauer zu ändern.
es: Abre %@ para activar o desactivar la función, o cambiar su límite y duración.
hi: स्नूज़ चालू या बंद करने या उसकी सीमा और समय बदलने के लिए %@ खोलें।
pa: ਸਨੂਜ਼ ਚਾਲੂ ਜਾਂ ਬੰਦ ਕਰਨ ਜਾਂ ਇਸਦੀ ਸੀਮਾ ਅਤੇ ਸਮਾਂ ਬਦਲਣ ਲਈ %@ ਖੋਲ੍ਹੋ।
pt: Abra %@ para ativar ou desativar, ou alterar o limite e a duração.
ru: Откройте «%@», чтобы включить или выключить повтор либо изменить лимит и длительность.
zh: 打开“%@”以开启或关闭此功能，或更改次数上限和间隔。

source: Open Settings
bn: সেটিংস খুলুন
de: Einstellungen öffnen
es: Abrir Ajustes
hi: सेटिंग्स खोलें
pa: ਸੈਟਿੰਗਾਂ ਖੋਲ੍ਹੋ
pt: Abrir Ajustes
ru: Открыть настройки
zh: 打开设置

source: Operand range
bn: সংখ্যার সীমা
de: Zahlenbereich
es: Rango de operandos
hi: संख्याओं की सीमा
pa: ਸੰਖਿਆਵਾਂ ਦੀ ਸੀਮਾ
pt: Intervalo dos números
ru: Диапазон чисел
zh: 运算数范围

source: Operations
bn: গাণিতিক ক্রিয়া
de: Rechenarten
es: Operaciones
hi: संक्रियाएँ
pa: ਗਣਿਤ ਕਿਰਿਆਵਾਂ
pt: Operações
ru: Операции
zh: 运算

source: Paired tones · distinct
bn: জোড়া সুর · স্বতন্ত্র
de: Tonpaare · markant
es: Tonos dobles · definido
hi: दोहरी ध्वनि · अलग
pa: ਦੋਹਰੀ ਧੁਨ · ਵੱਖਰੀ
pt: Tons duplos · distinto
ru: Парные тоны · отчётливый
zh: 成对音调 · 鲜明

source: Pause guide
bn: নির্দেশিকা থামান
de: Anleitung pausieren
es: Pausar guía
hi: गाइड रोकें
pa: ਗਾਈਡ ਰੋਕੋ
pt: Pausar guia
ru: Приостановить подсказку
zh: 暂停指引

source: Pending alarm delivery
bn: অপেক্ষমাণ অ্যালার্ম
de: Ausstehender Alarm
es: Alarma pendiente
hi: लंबित अलार्म
pa: ਬਕਾਇਆ ਅਲਾਰਮ
pt: Alarme pendente
ru: Ожидающий будильник
zh: 待处理的闹钟

source: Permission Required
bn: অনুমতি প্রয়োজন
de: Erforderliche Berechtigung
es: Permiso requerido
hi: अनुमति आवश्यक
pa: ਆਗਿਆ ਲੋੜੀਂਦੀ ਹੈ
pt: Permissão necessária
ru: Требуется разрешение
zh: 需要权限

source: Play guide
bn: নির্দেশিকা চালান
de: Anleitung abspielen
es: Reproducir guía
hi: गाइड चलाएँ
pa: ਗਾਈਡ ਚਲਾਓ
pt: Reproduzir guia
ru: Воспроизвести подсказку
zh: 播放指引

source: Practise with this draft. Your alarm and delivery progress are unchanged.
bn: এই খসড়া দিয়ে অনুশীলন করুন। আপনার অ্যালার্ম এবং বেজে ওঠা অ্যালার্মের অগ্রগতি অপরিবর্তিত থাকবে।
de: Übe mit diesem Entwurf. Dein Wecker und der Fortschritt ausgelöster Alarme bleiben unverändert.
es: Practica con este borrador. La alarma y el progreso de las entregas no cambian.
hi: इस ड्राफ़्ट के साथ अभ्यास करें। आपका अलार्म और बजे हुए अलार्म की प्रगति नहीं बदलेगी।
pa: ਇਸ ਡਰਾਫ਼ਟ ਨਾਲ ਅਭਿਆਸ ਕਰੋ। ਤੁਹਾਡਾ ਅਲਾਰਮ ਅਤੇ ਵੱਜੇ ਹੋਏ ਅਲਾਰਮ ਦੀ ਪ੍ਰਗਤੀ ਨਹੀਂ ਬਦਲੇਗੀ।
pt: Pratique com este rascunho. Seu alarme e o progresso dos alarmes acionados permanecem inalterados.
ru: Потренируйтесь с этим черновиком. Будильник и прогресс сработавших сигналов не изменятся.
zh: 使用此草稿练习。您的闹钟和已触发闹钟的进度保持不变。

source: Preparing challenge…
bn: চ্যালেঞ্জ প্রস্তুত হচ্ছে…
de: Aufgaben werden vorbereitet…
es: Preparando el reto…
hi: चुनौती तैयार हो रही है…
pa: ਚੁਣੌਤੀ ਤਿਆਰ ਕੀਤੀ ਜਾ ਰਹੀ ਹੈ…
pt: Preparando o desafio…
ru: Подготовка задач…
zh: 正在准备挑战…

source: Preview
bn: শুনুন
de: Anhören
es: Escuchar
hi: सुनें
pa: ਸੁਣੋ
pt: Ouvir
ru: Прослушать
zh: 试听

source: Preview this tone without changing your selection.
bn: আপনার নির্বাচন পরিবর্তন না করে এই ধ্বনি শুনুন।
de: Höre diesen Ton an, ohne deine Auswahl zu ändern.
es: Escucha este tono sin cambiar tu selección.
hi: अपना चयन बदले बिना इस ध्वनि को सुनें।
pa: ਆਪਣੀ ਚੋਣ ਬਦਲੇ ਬਿਨਾਂ ਇਹ ਧੁਨ ਸੁਣੋ।
pt: Ouça este som sem alterar sua seleção.
ru: Прослушайте мелодию, не меняя свой выбор.
zh: 试听此铃声，不更改当前选择。

source: Preview unavailable
bn: প্রিভিউ উপলব্ধ নয়
de: Vorschau nicht verfügbar
es: Prueba no disponible
hi: पूर्वावलोकन उपलब्ध नहीं
pa: ਝਲਕ ਉਪਲਬਧ ਨਹੀਂ
pt: Prévia indisponível
ru: Предпросмотр недоступен
zh: 预览不可用

source: Question %@ of %@
bn: প্রশ্ন %@ / %@
de: Aufgabe %@ von %@
es: Pregunta %@ de %@
hi: प्रश्न %@ / %@
pa: ਸਵਾਲ %@ / %@
pt: Questão %@ de %@
ru: Задача %@ из %@
zh: 第 %@ 题，共 %@ 题

source: Questions
bn: প্রশ্ন
de: Aufgaben
es: Preguntas
hi: सवाल
pa: ਸਵਾਲ
pt: Questões
ru: Вопросы
zh: 题目

source: Questions are presented from easiest to hardest.
bn: প্রশ্ন সহজ থেকে কঠিন ক্রমে আসে।
de: Aufgaben erscheinen von leicht nach schwer.
es: Las preguntas aparecen de más fáciles a más difíciles.
hi: सवाल आसान से कठिन क्रम में आते हैं।
pa: ਸਵਾਲ ਸੌਖੇ ਤੋਂ ਔਖੇ ਕ੍ਰਮ ਵਿੱਚ ਆਉਂਦੇ ਹਨ।
pt: As perguntas vão das mais fáceis às mais difíceis.
ru: Вопросы идут от простых к сложным.
zh: 题目按从简单到困难的顺序出现。

source: Refresh
bn: নতুন উদাহরণ
de: Neu laden
es: Actualizar
hi: नया उदाहरण
pa: ਨਵੀਂ ਉਦਾਹਰਨ
pt: Atualizar
ru: Обновить
zh: 换一个

source: Repeat
bn: পুনরাবৃত্তি
de: Wiederholen
es: Repetir
hi: दोहराएँ
pa: ਦੁਹਰਾਓ
pt: Repetir
ru: Повтор
zh: 重复

source: Repeat Weekly
bn: সাপ্তাহিক পুনরাবৃত্তি
de: Wöchentlich wiederholen
es: Repetir semanalmente
hi: साप्ताहिक दोहराएं
pa: ਹਫਤਾਵਾਰੀ ਦੁਹਰਾਓ
pt: Repetir semanalmente
ru: Повторять еженедельно
zh: 每周重复

source: Retained drafts
bn: রাখা খসড়া
de: Beibehaltene Entwürfe
es: Borradores guardados
hi: रखे गए ड्राफ़्ट
pa: ਸੰਭਾਲੇ ਡਰਾਫ਼ਟ
pt: Rascunhos mantidos
ru: Сохранённые черновики
zh: 保留的草稿

source: Retry
bn: পুনরায় চেষ্টা করুন
de: Erneut versuchen
es: Reintentar
hi: फिर कोशिश करें
pa: ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੋ
pt: Tentar novamente
ru: Повторить
zh: 重试

source: Retry recovery
bn: পুনরুদ্ধার আবার চেষ্টা করুন
de: Erneute Alarmauslösung wiederholen
es: Reintentar recuperación
hi: रिकवरी फिर आज़माएँ
pa: ਰਿਕਵਰੀ ਦੁਬਾਰਾ ਅਜ਼ਮਾਓ
pt: Tentar recuperação novamente
ru: Повторить восстановление
zh: 重试恢复

source: Return to alarms
bn: অ্যালার্মে ফিরে যান
de: Zurück zu den Weckern
es: Volver a las alarmas
hi: अलार्म पर लौटें
pa: ਅਲਾਰਮਾਂ ਉੱਤੇ ਵਾਪਸ ਜਾਓ
pt: Voltar aos alarmes
ru: Вернуться к будильникам
zh: 返回闹钟

source: Save
bn: সংরক্ষণ করুন
de: Speichern
es: Guardar
hi: सहेजें
pa: ਸੰਭਾਲੋ
pt: Salvar
ru: Сохранить
zh: 保存

source: Saving…
bn: সংরক্ষণ হচ্ছে…
de: Speichern…
es: Guardando…
hi: सहेजा जा रहा है…
pa: ਸੰਭਾਲਿਆ ਜਾ ਰਿਹਾ ਹੈ…
pt: Salvando…
ru: Сохранение…
zh: 正在保存…

source: Scheduling needs attention
bn: অ্যালার্মের সময়সূচি পরীক্ষা করুন
de: Alarmplanung prüfen
es: La programación requiere atención
hi: अलार्म समय-निर्धारण जाँचें
pa: ਅਲਾਰਮ ਦਾ ਸਮਾਂ-ਨਿਰਧਾਰਨ ਜਾਂਚੋ
pt: Verifique o agendamento
ru: Проверьте расписание
zh: 请检查闹钟计划

source: Select Hour
bn: ঘণ্টা নির্বাচন করুন
de: Stunde auswählen
es: Seleccionar hora
hi: घंटा चुनें
pa: ਘੰਟਾ ਚੁਣੋ
pt: Selecione a hora
ru: Выберите час
zh: 选择小时

source: Select an alarm
bn: অ্যালার্ম নির্বাচন করুন
de: Alarm auswählen
es: Selecciona una alarma
hi: अलार्म चुनें
pa: ਅਲਾਰਮ ਚੁਣੋ
pt: Selecione um alarme
ru: Выберите будильник
zh: 选择闹钟

source: Select an alarm or create a new one
bn: একটি অ্যালার্ম বেছে নিন বা নতুন তৈরি করুন
de: Wähle einen Wecker aus oder erstelle einen neuen
es: Selecciona una alarma o crea una nueva
hi: अलार्म चुनें या नया बनाएँ
pa: ਅਲਾਰਮ ਚੁਣੋ ਜਾਂ ਨਵਾਂ ਬਣਾਓ
pt: Selecione um alarme ou crie um novo
ru: Выберите будильник или создайте новый
zh: 选择闹钟或新建闹钟

source: Selected
bn: নির্বাচিত
de: Ausgewählt
es: Seleccionado
hi: चुना गया
pa: ਚੁਣਿਆ
pt: Selecionado
ru: Выбрано
zh: 已选择

source: Send Email
bn: ইমেল পাঠান
de: E-Mail senden
es: Enviar correo electrónico
hi: ईमेल भेजें
pa: ਈਮੇਲ ਭੇਜੋ
pt: Escolha um aplicativo de e-mail
ru: Выбор почты
zh: 发送电子邮件

source: Send Feedback
bn: প্রতিক্রিয়া পাঠান
de: Feedback senden
es: Enviar comentarios
hi: प्रतिक्रिया भेजें
pa: ਪ੍ਰਤੀਕ੍ਰਿਆ ਭੇਜੋ
pt: Enviar feedback
ru: Отправить отзыв
zh: 发送反馈

source: Send feedback to the developer
bn: ডেভেলপারকে প্রতিক্রিয়া পাঠান
de: Feedback an den Entwickler senden
es: Envía comentarios al desarrollador
hi: डेवलपर को प्रतिक्रिया भेजें
pa: ਡਿਵੈਲਪਰ ਨੂੰ ਪ੍ਰਤੀਕ੍ਰਿਆ ਭੇਜੋ
pt: Enviar feedback para o desenvolvedor
ru: Отправить отзыв разработчику
zh: 向开发者发送反馈

source: Set a snooze limit, choose a duration from 1–30 minutes, or turn snooze off. New alarms start with 3 snoozes of 5 minutes. Existing alarms keep their snooze limits.
bn: স্নুজের সীমা ঠিক করুন, ১–৩০ মিনিট সময় বেছে নিন বা স্নুজ বন্ধ করুন। নতুন অ্যালার্মে ৫ মিনিটের ৩টি স্নুজ থাকে। আগের অ্যালার্মের স্নুজ সীমা অপরিবর্তিত থাকে।
de: Lege ein Schlummerlimit fest, wähle 1–30 Minuten oder schalte Schlummern aus. Neue Wecker starten mit 3 Schlummerphasen von je 5 Minuten. Bestehende Wecker behalten ihre Schlummerlimits.
es: Establece un límite, elige una duración de 1–30 minutos o desactiva la repetición. Las alarmas nuevas permiten posponer 3 veces durante 5 minutos. Las existentes conservan sus límites.
hi: स्नूज़ की सीमा तय करें, 1–30 मिनट का समय चुनें या स्नूज़ बंद करें। नए अलार्म में 5 मिनट के 3 स्नूज़ मिलते हैं। मौजूदा अलार्म की स्नूज़ सीमा बनी रहती है।
pa: ਸਨੂਜ਼ ਦੀ ਸੀਮਾ ਤੈਅ ਕਰੋ, 1–30 ਮਿੰਟ ਦਾ ਸਮਾਂ ਚੁਣੋ ਜਾਂ ਸਨੂਜ਼ ਬੰਦ ਕਰੋ। ਨਵੇਂ ਅਲਾਰਮਾਂ ਵਿੱਚ 5 ਮਿੰਟ ਦੇ 3 ਸਨੂਜ਼ ਹੁੰਦੇ ਹਨ। ਮੌਜੂਦਾ ਅਲਾਰਮਾਂ ਦੀ ਸਨੂਜ਼ ਸੀਮਾ ਬਰਕਰਾਰ ਰਹਿੰਦੀ ਹੈ।
pt: Defina um limite, escolha uma duração de 1–30 minutos ou desative a soneca. Novos alarmes começam com 3 sonecas de 5 minutos. Os alarmes existentes mantêm seus limites.
ru: Задайте лимит повторов, выберите интервал от 1 до 30 минут или отключите откладывание. Для новых будильников доступны 3 повтора по 5 минут. Существующие будильники сохраняют свои лимиты.
zh: 设置稍后提醒次数上限，选择 1–30 分钟的间隔，或关闭稍后提醒。新闹钟默认可稍后提醒 3 次，每次 5 分钟。现有闹钟保留原来的次数上限。

source: Settings
bn: সেটিংস
de: Einstellungen
es: Ajustes
hi: सेटिंग्स
pa: ਸੈਟਿੰਗਜ਼
pt: Configurações
ru: Настройки
zh: 设置

source: Share
bn: শেয়ার করুন
de: Teilen
es: Compartir
hi: साझा करें
pa: ਸਾਂਝਾ ਕਰੋ
pt: Compartilhar
ru: Поделиться
zh: 分享

source: Share Math Alarm
bn: গাণিতিক অ্যালার্ম শেয়ার করুন
de: Mathematik-Alarm teilen
es: Compartir Math Alarm
hi: मैथ अलार्म साझा करें
pa: ਗਣਿਤ ਅਲਾਰਮ ਸਾਂਝਾ ਕਰੋ
pt: Compartilhar MathAlarm
ru: Поделиться MathAlarm
zh: 分享数学闹钟

source: Shimmering bells · clear
bn: ঝলমলে ঘণ্টা · স্বচ্ছ
de: Schimmernde Glocken · klar
es: Campanas brillantes · claro
hi: झिलमिलाती घंटियाँ · स्पष्ट
pa: ਟਿਮਟਿਮਾਉਂਦੀਆਂ ਘੰਟੀਆਂ · ਸਾਫ਼
pt: Sinos cintilantes · claro
ru: Звонкие колокольчики · чистый
zh: 闪亮铃声 · 清澈

source: Snooze
bn: স্নুজ
de: Schlummern
es: Siesta
hi: स्नूज़
pa: ਸਨੂਜ਼
pt: Soneca
ru: Отложить
zh: 贪睡

# Snooze interval
source: Duration (minutes)
bn: সময়কাল (মিনিট)
de: Dauer (Minuten)
es: Duración (minutos)
hi: अवधि (मिनट)
pa: ਮਿਆਦ (ਮਿੰਟ)
pt: Duração (minutos)
ru: Длительность (минуты)
zh: 时长（分钟）

source: Snooze on your terms
bn: আপনার পছন্দমতো স্নুজ
de: Schlummern nach deinen Regeln
es: Pospón a tu manera
hi: स्नूज़ आपके हिसाब से
pa: ਤੁਹਾਡੀ ਪਸੰਦ ਅਨੁਸਾਰ ਸਨੂਜ਼
pt: Adie do seu jeito
ru: Откладывайте по своим правилам
zh: 自定义稍后提醒

source: Soft mallets · gentle
bn: নরম আঘাত · কোমল
de: Sanfte Schlägel · ruhig
es: Mazas suaves · delicado
hi: हल्की थाप · सौम्य
pa: ਹਲਕੀ ਥਾਪ · ਨਰਮ
pt: Baquetas suaves · delicado
ru: Мягкие удары · нежный
zh: 柔和敲击 · 轻柔

# Solve Math
source: Solve maths
bn: অঙ্ক সমাধান করুন
de: Matheaufgaben lösen
es: Resolver matemáticas
hi: गणित हल करें
pa: ਗਣਿਤ ਹੱਲ ਕਰੋ
pt: Resolver matemática
ru: Решите задачу
zh: 解答数学题

source: Solve maths
bn: অঙ্ক সমাধান করুন
de: Matheaufgaben lösen
es: Resolver matemáticas
hi: गणित हल करें
pa: ਗਣਿਤ ਹੱਲ ਕਰੋ
pt: Resolver matemática
ru: Решите задачу
zh: 解答数学题

source: Solve up to %@ questions. Mix difficulties or build a custom challenge that works for you.
bn: সর্বোচ্চ %@টি প্রশ্নের সমাধান করুন। কঠিনতার মাত্রা মেশান বা নিজের চ্যালেঞ্জ তৈরি করুন।
de: Löse bis zu %@ Aufgaben. Mische Schwierigkeitsgrade oder erstelle deine eigenen Aufgaben.
es: Resuelve hasta %@ preguntas. Combina dificultades o crea un reto a tu medida.
hi: अधिकतम %@ सवाल हल करें। कठिनाई स्तर मिलाएँ या अपनी पसंद की चुनौती बनाएँ।
pa: ਵੱਧ ਤੋਂ ਵੱਧ %@ ਸਵਾਲ ਹੱਲ ਕਰੋ। ਮੁਸ਼ਕਲ ਦੇ ਪੱਧਰ ਮਿਲਾਓ ਜਾਂ ਆਪਣੀ ਚੁਣੌਤੀ ਬਣਾਓ।
pt: Resolva até %@ questões. Misture dificuldades ou crie um desafio personalizado.
ru: Решайте до %@ вопросов. Смешивайте уровни сложности или создайте своё задание.
zh: 最多解答%@道题。混合不同难度，或创建适合自己的挑战。

# Sound library
source: Alarm sound
bn: অ্যালার্মের শব্দ
de: Alarmton
es: Sonido de alarma
hi: अलार्म की ध्वनि
pa: ਅਲਾਰਮ ਦੀ ਆਵਾਜ਼
pt: Som do alarme
ru: Звук будильника
zh: 闹钟声音

source: Stop Alarm
bn: অ্যালার্ম বন্ধ করুন
de: Alarm stoppen
es: Detener alarma
hi: अलार्म बंद करें
pa: ਅਲਾਰਮ ਬੰਦ ਕਰੋ
pt: Parar alarme
ru: Остановить будильник
zh: 停止闹钟

source: Stop preview
bn: প্রিভিউ বন্ধ করুন
de: Vorschau stoppen
es: Detener reproducción
hi: पूर्वावलोकन रोकें
pa: ਪੂਰਵ-ਝਲਕ ਰੋਕੋ
pt: Parar prévia
ru: Остановить
zh: 停止试听

source: Submit answer
bn: উত্তর জমা দিন
de: Antwort prüfen
es: Enviar respuesta
hi: उत्तर भेजें
pa: ਜਵਾਬ ਭੇਜੋ
pt: Enviar resposta
ru: Проверить ответ
zh: 提交答案

source: Subtraction
bn: বিয়োগ
de: Subtraktion
es: Resta
hi: घटाव
pa: ਘਟਾਓ
pt: Subtração
ru: Вычитание
zh: 减法

source: System
bn: সিস্টেম
es: Sistema
hi: सिस्टम
pa: ਸਿਸਟਮ
pt: Sistema
ru: Система
zh: 系统

source: Test Alarm
bn: পরীক্ষা অ্যালার্ম
es: Probar alarma
hi: परीक्षण अलार्म
pa: ਪਰੀਖਣ ਅਲਾਰਮ
pt: Testar alarme
ru: Тестовый будильник
zh: 测试闹钟

source: Test complete
bn: পরীক্ষা সম্পন্ন
de: Test abgeschlossen
es: Prueba completada
hi: परीक्षण पूरा हुआ
pa: ਟੈਸਟ ਪੂਰਾ ਹੋਇਆ
pt: Teste concluído
ru: Проверка завершена
zh: 测试完成
